"%[All]@ of the following are true" = "%[Tout]@ ce qui suit est vrai";
"%[Any]@ of the following are true" = "%[Un parmi]@ ce qui suit est vrai";
"%[None]@ of the following are true" = "%[Rien]@ de ce qui suit n'est vrai";

"%[File Name]@ %[contains]@ %@" = "%1$[Nom de fichier]@ %2$[contient]@ %3$@";
"%[File Name]@ %[begins with]@ %@" = "%1$[Nom de fichier]@ %2$[commence par]@ %3$@";
"%[File Name]@ %[ends with]@ %@" = "%1$[Nom de fichier]@ %2$[se termine par]@ %3$@";
"%[File Name]@ %[is]@ %@" = "%1$[Nom de fichier]@ %2$[est]@ %3$@";
"%[File Name]@ %[is not]@ %@" = "%1$[Nom de fichier]@ %2$[n'est pas]@ %3$@";
"%[File Name]@ %[matches]@ %@" = "%1$[Nom de fichier]@ %2$[correspond à]@ %3$@";

"%[File Type]@ %[contains]@ %@" = "%1$[Nom de fichier]@ %2$[contient]@ %3$@";
"%[File Type]@ %[begins with]@ %@" = "%1$[Nom de fichier]@ %2$[commence par]@ %3$@";
"%[File Type]@ %[ends with]@ %@" = "%1$[Nom de fichier]@ %2$[se termine par]@ %3$@";
"%[File Type]@ %[is]@ %@" = "%1$[Type de fichier]@ %2$[est]@ %3$@";
"%[File Type]@ %[is not]@ %@" = "%1$[Type de fichier]@ %2$[n'est pas]@ %3$@";
"%[File Type]@ %[matches]@ %@" = "%1$[Type de fichier]@ %2$[correspond à]@ %3$@";

"%[File Label]@ contains %@" = "%1$[Étiquette de fichier]@ contient %2$@";


"%[File layout needs to be checked]@" = "%1$[La mise en page du fichier doit être vérifiée]@";

"%[File added during last update]@" = "%1$[Fichier ajouté lors de la dernière mise à jour]@";

"%[File updated during last update]@" = "%1$[Fichier actualisé lors de la dernière mise à jour]@";

"%[File has inconsistencies]@" = "%1$[Le fichier comporte des incohérences]@";

"%[File does not exist on the disk]@" = "%1$[Le fichier n'existe pas sur le disque]@";


"%[String Value]@ %[contains]@ %@" = "%1$[Valeur chaîne]@ %2$[contient]@ %3$@";
"%[String Value]@ %[begins with]@ %@" = "%1$[Valeur chaîne]@ %2$[commence par]@ %3$@";
"%[String Value]@ %[ends with]@ %@" = "%1$[Valeur chaîne]@ %2$[se termine par]@ %3$@";
"%[String Value]@ %[is]@ %@" = "%1$[Valeur chaîne]@ %2$[se termine par]@ %3$@";
"%[String Value]@ %[is not]@ %@" = "%1$[Valeur chaîne]@ %2$[n'est pas]@ %3$@";
"%[String Value]@ %[matches]@ %@" = "%1$[Valeur chaîne]@ %2$[correspond à]@ %3$@";

"%[String Base Value]@ %[contains]@ %@" = "%1$[Valeur chaîne de référence]@ %2$[contient]@ %3$@";
"%[String Base Value]@ %[begins with]@ %@" = "%1$[Valeur chaîne de référence]@ %2$[commence par]@ %3$@";
"%[String Base Value]@ %[ends with]@ %@" = "%1$[Valeur chaîne de référence]@ %2$[se termine par]@ %3$@";
"%[String Base Value]@ %[is]@ %@" = "%1$[Valeur chaîne de référence]@ %2$[est]@ %3$@";
"%[String Base Value]@ %[is not]@ %@" = "%1$[Valeur chaîne de référence]@ %2$[n'est pas]@ %3$@";
"%[String Base Value]@ %[matches]@ %@" = "%1$[Valeur chaîne de référence]@ %2$[correspond à]@ %3$@";

"%[String Comment]@ %[contains]@ %@" = "%1$[La chaîne de commentaire]@ %2$[contient]@ %3$@";
"%[String Comment]@ %[begins with]@ %@" = "%1$[La chaîne de commentaire]@ %2$[commence par]@ %3$@";
"%[String Comment]@ %[ends with]@ %@" = "%1$[La chaîne de commentaire]@ %2$[se termine par]@ %3$@";
"%[String Comment]@ %[is]@ %@" = "%1$[La chaîne de commentaire]@ %2$[est]@ %3$@";
"%[String Comment]@ %[is not]@ %@" = "%1$[La chaîne de commentaire]@ %2$[n'est pas]@ %3$@";
"%[String Comment]@ %[matches]@ %@" = "%1$[La chaîne de commentaire]@ %2$[correspond à]@ %3$@";

"%[String Base Comment]@ %[contains]@ %@" = "%1$[La chaîne de commentaire]@ %2$[contient]@ %3$@";
"%[String Base Comment]@ %[begins with]@ %@" = "%1$[La chaîne de commentaire]@ %2$[commence par]@ %3$@";
"%[String Base Comment]@ %[ends with]@ %@" = "%1$[La chaîne de commentaire]@ %2$[se termine par]@ %3$@";
"%[String Base Comment]@ %[is]@ %@" = "%1$[La chaîne de commentaire]@ %2$[est]@ %3$@";
"%[String Base Comment]@ %[is not]@ %@" = "%1$[La chaîne de commentaire]@ %2$[n'est pas]@ %3$@";
"%[String Base Comment]@ %[matches]@ %@" = "%1$[La chaîne de commentaire]@ %2$[correspond à]@ %3$@";

"%[String Label]@ contains %@" = "%1$[L'étiquette de la chaîne]@ contient %2$@";


"%[String is not translated]@" = "%1$[La chaîne n'est pas traduite]@";

"%[String is translated]@" = "%1$[La chaîne est traduite]@";

"%[String needs to be checked]@" = "%1$[La chaîne doit être vérifiée]@";

"%[String is an invariant]@" = "%1$[La chaîne est invariante]@";

"%[String has base modified]@" = "%1$[La chaîne de référence a été modifiée]@";

"%[String has inconsistencies]@" = "%1$[La chaîne a des incohérences]@";

"%[String is locked]@" = "%1$[La chaîne est verrouillée]@";